[
    "*Get lotion and give yourself a massage!*",
    "*Write a journal entry!*",
    "*Do some gentle exercise, like yoga!*",
    "*Take a bath or shower!*",
    "*Sit on the floor and name 5 things you can see, hear, and touch!*",
    "*Hug a stuffed animal!*",
    "*Talk to a friend!*",
    "*Watch a TV show or movie!*",
    "*Paint your nails, do makeup, or play dress-up!*",
    "*Draw on your skin with skin-safe markers!*",
    "*Draw something!*",
    "*Take something apart and put it back together!*",
    "*Finish something you haven't finished, i.e. a project, laundry, etc...!*",
    "*Read a book!*",
    "*Go to a coffee shop!*",
    "*Eat some food!*",
    "*Learn to craft something! Knitting, sewing, crocheting, etc.!*",
    "*Drink some water!*",
    "*Brush a stuffed animal's fur!*",
    "*Cuddle a pet!*",
    "*Listen to music!*",
    "*Give someone a compliment!*",
    "*Watch a funny animal video!*",
    "*List a few good things that have happened recently!*",
    "*Write a poem!*",
    "*Do a breathing exercise - breathe in through your nose for 4 seconds, out through your mouth for 8!*",
    "*Dance!*",
    "*Leave someone a funny voicemail!*",
    "*Swing on a swingset!*",
    "*Exchange baby pictures with a friend!*",
    "*Tell a friend or relative you love them!*",
    "*Write something encouraging on a post-it note and put it where you will see it later!*",
    "*Sing!*",
    "*Pick a constellation you don't already know and find it in the sky tonight!*",
    "*Take pictures of nature!*",
    "*Learn to play an instrument (or learn a new song if you already play one)!*",
    "*Get a plant to brighten up your living space (succulents are easy to care for)!*",
    "*Remind yourself of a good memory!*",
    "*Put on your favorite clothes!*",
    "*Try to find somewhere to skip rocks on water!*",
    "*Practice asking for help, even if it's with something small or simple!*",
    "*Write a story!*",
    "*Try a guided meditation (there are many on Spotify or Youtube)!*",
    "Try a progressive relaxation exercise - tense, then relax each part of your body, starting at your toes!",
    "Plan an outing with a friend!",
    "Color in a coloring page, then put it somewhere you'll see it! (There are many free ones online!)",
    "Listen to a new podcast!",
    "Take a nap - or just lay down for a few minutes! Even laying down for a few minutes helps you feel more refreshed!",
    "Find something that is interesting sensory-wise and take some time to just interact with it! (Could be anything from a soft stuffed animal to a mix of cornstarch and water - but if you do cornstarch and water, be careful not to make a mess!)",
    "Write a letter to a friend and mail it!",
    "Make a pillow fort!",
    "Take a bubble bath!",
    "Go for a stroll! See if you can find any interesting flora or fauna, and share pictures with a friend!",
    "Do a visualization exercise - envision a calm, safe space. What does that look like for you? Give yourself as many details as you can! Where is it? What time of day is it? Are there any people there? What do you find safe about it? When you're stressed, go back to this place in your mind to help yourself feel safer.",
    "Make a cup of your favorite tea! (Chamomile with a bit of honey is great for relaxation!)",
    "Pick a positive affirmation and say it to yourself throughout the day! (I know it can feel a bit weird at first, but you deserve good thoughts and positive feelings. You're doing brilliantly!)",
    "Remind yourself that your track record for getting through difficult days is 100%. Say it out loud or write the reminder down!"
]
